<template>
  <Layout>
    <v-container app>
  
    <h1 class="center">
  
  الموازنة التقديرية السنوية
  </h1>
   <h3 class="center red--text">
    خصم 100%
    <v-icon color="secondary">mdi-tag-off-outline</v-icon>
      لمدة محدودة - مجاناً مع العقود السنوية 
      <span class="text-decoration-line-through">
      بدلاً من 1900 دولار أمريكي
      </span>
      </h3>
      <br>
      <v-card outlined elevation="5" >
        <v-card-title class="font-weight-bold secondary--text">
          ينصح خبراء بست تاكت عند إعداد موازنة تقديرية فى عصر جائحة كورونا (كوفيد-19)
        </v-card-title>
        
        <v-card-text class="mr-5">
          <ol  class="font-weight-bold">
            <li  v-for="(i,n) in advices" :key="n">
              {{ i }}
            </li>
          </ol>
        </v-card-text>
      </v-card>
  <br>
  <g-image alt="Procure to Pay Process | المشتريات - عملية الشراء الي الدفع" 
				src="~/Budgeting.png" fit="contain" style="width: 100%" />
    <br>
    <br>  
  </v-container>
  
  </Layout>
</template>

<script>
export default {
  metaInfo: {
    title: 'Procure-to-Pay'
  },
  data() {
    return {
      advices: [
        'يتم وضع أهداف إيرادات على أكثر من مستوى ، مثلاً مستوى منخفض نتوقع فيه أقل إيرادات (مبيعات) للشركة مبنى على إنخفاض الطلب بسبب خوف العملاء من الصرف بمستويات مثل ما كانت عليه قبل الجائحة وارتفاع الضرائب سيدفع الناس لتقليص مصاريفهم فى حدود الضروريات فقط.',
        'الإستثمار والتوسع بحذر ، ويعنى الإستثمار فقط على المشروعات التي لها مخاطر منخفضة وعوائد شبه مؤكدة.',
        'حساب إنتاجية العاملين الحالية ووضع مستهدفات لزيادة الإنتاجية واستبعاد العاملين ذوي الإنتاجية المنخفضة.',
        'دراسة الاستعانة بمصادر خارجية للقيام بأعمال إدارية للتركيز على محركات نمو الإيرادات و الأرباح والتدفقات النقدية.',
        'التركيز على مستهدفات التقدم (Leading Measures) بعدد لا يتجاوز 6 مستهدفات مثل الوقت المستغرق لتصحيح المشاكل مع العملاء لرفع الولاء وزيادة عدد العملاء ، وقياس تطوير العاملين حيث أنهم أهم ركائز الشركة لنمو الإيرادات والأرباح.',
        'تقليص الاقتراض وتوفير نقدية كافية لمواجهة الأزمات المحتملة من آثار جائحة كورونا والتى يمكن أن تستمر لشهور.',
        'المتابعة الدورية أسبوعياً أو شهرياً لمستويات نمو المبيعات و الأرباح والتدفقات النقدية. ',
      ]
    }
  }
}
</script>
