<template>
  <Layout>
    <v-container app>
  
    <h1 class="center">
  
  الموازنة التقديرية السنوية
  </h1>
   <h3 class="center red--text">
    خصم 100%
    <v-icon color="secondary">mdi-tag-off-outline</v-icon>
      لمدة محدودة - مجاناً مع العقود السنوية 
      <span class="text-decoration-line-through">
      بدلاً من 1900 دولار أمريكي
      </span>
      </h3>
      <br>
      <g-image alt="Procure to Pay Process | المشتريات - عملية الشراء الي الدفع" 
				src="~/Budget.png" fit="contain" style="width: 100%" />
      <v-card outlined elevation="5" >
        <v-card-title class="font-weight-bold secondary--text">
          ينصح خبراء بست تاكت عند إعداد موازنة تقديرية فى عصر جائحة كورونا (كوفيد-19)
        </v-card-title>
        
        <v-card-text class="mr-5">
          <ol  class="font-weight-bold">
            <li  v-for="(i,n) in advices" :key="n">
              {{ i }}
            </li>
          </ol>
        </v-card-text>
      </v-card>
  <br>
  <g-image alt="Procure to Pay Process | المشتريات - عملية الشراء الي الدفع" 
				src="~/Budgeting.png" fit="contain" style="width: 100%" />
    <br>
    <br>
    <h2>
      <v-icon color="secondary" large>mdi-layers-plus</v-icon>
      أهمية إعداد الموازنة التقديرية
    </h2>
    <p>
الموازنة التقديرية السنوية هي عملية يتم من خلالها تحديد الإيرادات والنفقات المستقبلية من أجل إدارة ومراقبة الإنفاق. وهي طريقة متبعة لإدارة الشؤون المالية ومراقبتها وتقييم أداء إدارات الشركة خلال العام المالى. وتبدأ بتحديد الافتراضات والأهداف المالية التي تحددها الإدارة العليا للشركة.
    </p>
    <p>
      تتحدد فى الموازنة مقدار الإيرادات والأرباح والتدفقات النقدية  ومعدلات النمو وأرباح المنتجات ومجموعات العملاء والفروع. كما تحدد فى الموازنة المخاطر المحتملة وتستخدم كأداة فعالة من أجل السيطرة على كيفية الإنفاق على البنود المختلفة.
    </p>
    <br>
    <h2 class="secondary--text center font-weight-bold">
خبراء بست تاكت (BesTakt) يقدمون نماذج مجانية للموازنة السنوية
    
    <v-btn color="primary secondary--text" class=" font-weight-bold" to="/contact">
      إتصل بنا (إستشارة مجانية)
    </v-btn></h2> 
    <br>
    <br>
<g-image alt="نماذج مجانية للموازنة السنوية" 
				src="~/revenue1.png" fit="contain" style="width: 80%; display: block; margin: auto;" />
  <p class="center">
نماذج مبسطة وجاهزة لإعداد الموازنة بسهولة لتحقيق أهدافك

  </p>
  <p class="center  secondary--text">
    أرسل لنا طلبك مع تحديد القطاع الذي تعمل به ، مثلاً:
تجارة الجملة
تجارة التجزئة
فندق / شقق مفروشة
مقاولات
نقل ركاب أو بضائع وتخزين
مركز طبي
مدرسة أو جامعة


  </p>
    <br>
      <h2>
        <v-icon color="secondary" large>mdi-numeric-1-box-multiple</v-icon>
         الإيرادات (المبيعات) التقديرية
      </h2>
    <p>
     تحدد ميزانية المبيعات (الإيرادات)  تدفق الدخل المتوقع للأعمال. وعادة ما تكون أول ميزانية يتم إعدادها لأن الإيرادات المتولدة ستحدد في نهاية المطاف مستوى الإنفاق. في إطار ميزانية المبيعات ، من المتوقع مبيعات الشركة. يتم توقع المبيعات من حيث حجم المبيعات وإيرادات المبيعات. ويتم التنبؤ على أساس ما يلي:

    </p>
    <ol class="mr-10">
      <li>
دراسة المنافسين واتجاهات أسعار السوق ومواطن القوة والضعف للشركة وكذلك الفرص والتهديدات الخارجية.
      </li>
      <li>
بيانات المبيعات التاريخية على مستوى العملاء والمنتجات والجغرافيات المختلفة.
      </li>
      <li>
البيانات الاقتصادية مثل معدل النمو الإقتصادى ومستوى إنفاق الأفراد والتضخم وسعر الفائدة وسعر صرف العملة المحلية مع العملات التى تؤثر فى الموازنة.
      </li>
      <li>
بناء على البنود السابقة يتم وضع مستهدفات المبيعات (إيرادات) المنتجات والخدمات والأسعار على الأقسام والفروع المختلفة
      </li>
    </ol>
    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-2-box-multiple</v-icon>
       التكلفة التقديرية المتغيرة
    </h2>
    <p>
التكلفة المتغيرة هى التكلفة التى تتغير حسب حجم الإنتاج أو المبيعات ، ففى قطاع التصنيع يتم تحديد كميات الإنتاج التقديرية  وفقًا للمبيعات التقديرية المستقبلية والمخزون الافتتاحي فى السنة المالية والمخزون التقديرى فى نهاية السنة المالية للوصول إلى عدد الوحدات التي يجب إنتاجها في السنة ومنها يتم وضع موازنة للمشتريات والتي تتضمن الأسعار والموردين.
    </p>
    <p>
وهناك العديد من ينود التكلفة المتغيرة ومنها عمولات البيع والعمالة الموسمية وعقود الإستعانة بمصادر خارجية مرنة تزيد وتنقص حسب حجم الأعمال.
    </p>
    <p>
      ومن أهم أهداف الشركة عند إعداد الموازنة ، وضع خطة تخفيض التكلفة المتغيرة لكل منتج أو خدمة بدون التأثير على الجودة المقبولة من قبل العملاء وبالتالى يصبح للشركة قدرة أكبر على المنافسة والنمو السريع ، أو التركيز على التسويق ورفع مستوى خدمة العملاء. 
    </p>
    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-3-box-multiple</v-icon>
      التكلفة التقديرية الثابتة 
    </h2>
    <p>
التكلفة الثابتة هى التكلفة التى لا تتغير حسب تغير الإنتاج أو المبيعات ، كلما زادت التكلفة الثابتة ، كلما زادت المبيعات المطلوبة للوصول إلى نقطة التعادل (الأرباح صفر) ،والتكلفة الثابتة تتضمن تكلفة الإشراف والإدارة والتسويق وإهلاك الأصول وغيرها.
    </p>
    <p>
      يجب على كل شركة تخفيض التكلفة الثابتة لتصبح أقل نسبة من المبيعات مقارنة بمثيلتها من الشركات فى السوق ، وبهذا تتمكن الشركة من رفع الأرباح وتوفير نقدية كافية يعاد استثمارها في الشركة ، كما يمكنها رفع مكافآت الموظفين الأكفاء والذين يقومون بالتفكير خارج الصندوق بطرق ذكية تعمل على نمو إيرادات وأرباح الشركة وضمان استمراريتها.
    </p>
    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-4-box-multiple</v-icon>
الموازنة الرأسمالية
    </h2>
    <p>
الموازنة الرأسمالية تتضمن الإستثمارات الجديدة فى مشروعات التوسع أو المشروعات الجديدة والتى تتطلب إحتساب جدوى الإستثمار مقابل المخاطر وإعداد سيناريوهات للإستثمار والمبيعات التقديرية والافتراضات المتغيرة.
    </p>
    <p>
والمهم عند دراسة مشروعات جديدة هى التأكد من الافتراضات عن طريق تجارب عدة باستثمارات قليلة على مجموعة صغيرة من العملاء وعند التأكد من الافتراضات أو إكتشاف حقائق أخرى يتم الإنتقال إلى مرحلة أخرى أو تغيير مسار المشروع حسب احتياجات السوق.
    </p>

    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-5-box-multiple</v-icon>
الأرباح والعوائد التقديرية 
    </h2>
    <p>
بعد الإنتهاء من الخطوات السابقة ، يتم إعداد قائمة الدخل والتى تتضمن الإيرادات (المبيعات) التقديرية وتكلفة المبيعات ومجمل الربح ونسبة هامش الربح التقديرية والتي يجب أن تكون أعلى من المنافسين والتكلفة التسويقية والبيعية والمصاريف الإدارية والعمومية والأرباح التشغيلية والأرباح قبل الإهلاك ومصاريف التمويل والضرائب والزكاة ، ومؤشرات الأرباح مقارنة بالمنافسين وصافى الأرباح.
    </p>
    <p>
كما يتم إعداد قائمة المركز المالي التقديرية وقائمة التدفقات النقدية وإحتساب حجم التمويل المطلوب وطرق التمويل والعائد على حقوق الملكية والعائد على الأصول <لينك للمؤشرات المالية>
    </p>

    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-6-box-multiple</v-icon>
توزيع الموازنة على الإدارات
    </h2>
    <p>
يتم تقسيم الموازنة على فترات وإدارات الشركة المختلفة ، ثم يتم توزيعها على الإدارات بعد الموافقة عليها والأهم وجود أهداف واضحة يمكن قياسها ونظام مكافآت واضح يحفز العاملين والمديرين بالشركة على تحقيق الأهداف.
    </p>
    <br>
    <g-image alt="نموذج قائمة الدخل" 
				src="~/pl1.png" fit="contain" style="width: 70%; display: block; margin: auto;" />
  <p class="center">
نموذج قائمة الدخل والنسب المالية المرتبطة بها

  </p>
    <p>
شكراً لكم
    </p>

    <br>
  
    <v-btn color="primary secondary--text" class=" font-weight-bold" to="/contact">
      إتصل بنا (إستشارة مجانية)
    </v-btn>
  <br>
  <br>
  <h3 class="center red--text">
    خصم 100%
    <v-icon color="secondary">mdi-tag-off-outline</v-icon>
      لمدة محدودة - مجاناً الموازنة مع العقود السنوية 
      <span class="text-decoration-line-through">
      بدلاً من 1900 دولار أمريكي
      </span>
      </h3>
      <br>


  </v-container>
  
  </Layout>
</template>

<script>
export default {
  metaInfo: {
    title: 'Budgeting Process'
  },
  data() {
    return {
      advices: [
        'يتم وضع أهداف إيرادات على أكثر من مستوى ، مثلاً مستوى منخفض نتوقع فيه أقل إيرادات (مبيعات) للشركة مبنى على إنخفاض الطلب بسبب خوف العملاء من الصرف بمستويات مثل ما كانت عليه قبل الجائحة وارتفاع الضرائب سيدفع الناس لتقليص مصاريفهم فى حدود الضروريات فقط.',
        'الإستثمار والتوسع بحذر ، ويعنى الإستثمار فقط على المشروعات التي لها مخاطر منخفضة وعوائد شبه مؤكدة.',
        'حساب إنتاجية العاملين الحالية ووضع مستهدفات لزيادة الإنتاجية واستبعاد العاملين ذوي الإنتاجية المنخفضة.',
        'دراسة الاستعانة بمصادر خارجية للقيام بأعمال إدارية للتركيز على محركات نمو الإيرادات و الأرباح والتدفقات النقدية.',
        'التركيز على مستهدفات التقدم (Leading Measures) بعدد لا يتجاوز 6 مستهدفات مثل الوقت المستغرق لتصحيح المشاكل مع العملاء لرفع الولاء وزيادة عدد العملاء ، وقياس تطوير العاملين حيث أنهم أهم ركائز الشركة لنمو الإيرادات والأرباح.',
        'تقليص الاقتراض وتوفير نقدية كافية لمواجهة الأزمات المحتملة من آثار جائحة كورونا والتى يمكن أن تستمر لشهور.',
        'المتابعة الدورية أسبوعياً أو شهرياً لمستويات نمو المبيعات و الأرباح والتدفقات النقدية. ',
      ]
    }
  }
}
</script>
