<template>
  <Layout>
    <v-container app>
  
    <h1 class="center">
        المشتريات وحسابات الموردين
  </h1>
   <h3 class="center red--text">
    خصم 30%
    <v-icon color="secondary">mdi-tag-off-outline</v-icon>
      لمدة محدودة - 16 دولار أمريكى/أمر شراء مع العقود السنوية 
      <span class="text-decoration-line-through">
      بدلاً من 23 دولار أمريكي
      </span>
      </h3>
      <br>
      <g-image alt="Procure to Pay Process | المشتريات - عملية الشراء الي الدفع" 
				src="~/P2P.png" fit="contain" style="width: 100%" />
      <v-card outlined elevation="5" >
        <v-card-title class="font-weight-bold secondary--text">
          توصيات خبراء بست تاكت (BesTakt) الشراء التجاري الفعال والمربح
        </v-card-title>
        
        <v-card-text class="mr-5">
          <ol  class="font-weight-bold">
            <li  v-for="(i,n) in advices" :key="n">
              {{ i }}
            </li>
          </ol>
        </v-card-text>
      </v-card>
  <br>

    <br>
    <br>
    <h2>
      <v-icon color="secondary" large>mdi-layers-plus</v-icon>
      ما هي عملية الشراء التجاري؟
    </h2>
    <p>
إن عملية الشراء التجاري هي الطريقة التي تشتري بها الشركة التجارية المنتجات والمواد الخام والخدمات اللازمة لممارسة الأعمال التجارية. 
    </p>
    <p>
هدف عملية الشراء هو تحقيق أفضل عائد الاستثمار (ROI) ، ولذلك فإنك بحاجة إلى تطوير عملية الشراء والدفع (P2P) التي تجمع بين وظيفة الشراء وإدارة حسابات الموردين حتى تتمكن من تقييم آداء عملية الشراء مالياً والوصول إلي قوة تنافسية عالية وشاملة وبناء القيمة للعملاء مع تقليل التكاليف. 
    </p>
    <p>
تحتاج كل الأنشطة التجارية مثل محلات البيع بالتجزئة أو البيع بالجملة أو المصانع أو قطاع الخدمات مثل المراكز الطبية أو الفنادق إلى طريقة فعالة لإدارة الشراء وتوفير السيولة النقدية وبناء علاقات جيدة مع الموردين وتعظيم القدرة على التفاوض في الشراء.
    </p>

    <br>
    <h2 class="secondary--text center font-weight-bold">
خبراء بست تاكت (BesTakt) يقدمون نماذج مجانية للموازنة السنوية
    
    <v-btn color="primary secondary--text" class=" font-weight-bold" to="/contact">
      إتصل بنا (إستشارة مجانية)
    </v-btn></h2> 
    <br>
    <br>
<g-image alt="نماذج مجانية للموازنة السنوية" 
				src="~/revenue1.png" fit="contain" style="width: 80%; display: block; margin: auto;" />
  <p class="center">
نماذج مبسطة وجاهزة لإعداد الموازنة بسهولة لتحقيق أهدافك

  </p>
  <p class="center  secondary--text">
    أرسل لنا طلبك مع تحديد القطاع الذي تعمل به ، مثلاً:
تجارة الجملة
تجارة التجزئة
فندق / شقق مفروشة
مقاولات
نقل ركاب أو بضائع وتخزين
مركز طبي
مدرسة أو جامعة


  </p>
    <br>
      <h2>
        <v-icon color="secondary" large>mdi-numeric-1-box-multiple</v-icon>
         طلبات الشراء
      </h2>
    <p>
      قبل التفكير فى شراء أي منتج أو خدمة ، يجب أن يكون لدى كل شركة خطة واضحة ومدروسة لتحديد المشتريات ودعم مالي قوي من خلال سيولة نقدية وتسهيلات بنكية تتضمن خطابات ضمان واعتمادات مستندية لضمان مدفوعات سريعة وفعالة مع الموردين المحليين والخارجيين.
    </p>
    <p>
      كما يجب أن تتضمن الخطة  طريقة التسعير لكل منتج أو خدمة وإعداد موازنة تخطيطية مفصلة لكل قسم وفئة  وجدول زمني للشراء ومستويات المخزون وشروط ومواصفات الشراء على النحو الأمثل ، على أن تصل المنتجات عند الحاجة إليها وليس قبل ذلك ، من أجل تخفيض تكلفة التخزين والتمويل.
    </p>
    <p>
      وبعد الموافقة على موازنة المشتريات السنوية ، يقوم قسم المشتريات خلال العام بتقديم طلب الشراء للموافقة عليه من الإدارة بشكل يضمن سهولة العمل لتقليل التأخير والهدر والتكلفة باستخدام تطبيقات كمبيوتر ترسل تنبيهات تلقائية إلى جهات الاعتماد عند تقديم طلب ، ويمكن توجيه المستند تلقائيًا إلى جهة الموافقة التالية (أو التنبيهات المرسلة إلى آخرين) إذا تأخر الطلب لأي سبب من الأسباب .
    </p>

  
    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-2-box-multiple</v-icon>
       عروض أسعار الموردين
    </h2>
   <p>
تتضمن خطة الشراء قائمة بالموردين المفضلين بعد دراسة مفصلة يتم اختيار من خلالها الموردين الذين يقدمون أفضل الأسعار والجودة والأكثر موثوقية ، في حين أن أولئك الذين لديهم سابقة أعمال متميزة.

   </p>
   <p>
يقدم الموردين عروض أسعار على كل طلب شراء ، ويقوم قسم المشتريات بمقارنة العروض والتفاوض على أفضل عرض من حيث السعر والجودة ومعايير الجودة المطلوبة ومواعيد التسليم.
   </p>
    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-3-box-multiple</v-icon>
      إصدار أوامر الشراء
    </h2>
    <p>
يتم إصدار أوامر الشراء للمورد الذي تم اختياره بعد الحصول على موافقة الإدارة على طلبات شراء المنتجات والخدمات المطلوبة بالشروط والمواصفات المفضلة.
    </p>
    <p>
أوامر الشراء (PO) هو مستند رسمي يتم إرساله من الشركة إلى المورد للتأكيد على الشراء ويتضمن رقم أمر الشراء واسم الشركة التي تشتري المنتجات أو الخدمات ، والتاريخ ، ووصف وكميات المنتجات أو الخدمات ، والسعر ، والعنوان البريدي ، وطريقة الدفع وفترة السماح 
    </p>
    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-4-box-multiple</v-icon>
مطابقة المشتريات فى 4 اتجاهات
    </h2>
  <p>
يقوم المورد بتسليم المنتجات أو الخدمات ويتم إدخال مستند الاستلام ، مع التحقق من أن جميع البنود تم استلامها حسب أمر الشراء.
  </p>
  <p>
بعد استلام الفاتورة من المورد يتم تسجيلها على النظام المحاسبى بعد إجراء المطابقة من قبل إدارة الحسابات والتى يفضل أن تكون رباعية أو فى 4 إتجاهات:
  </p>
  <ol class="mr-10">
      <li>
مطابقة الكميات بفاتورة المورد وتحديد ما إذا كانت أقل من أو يساوي الكميات المطلوبة فى أمر الشراء
      </li>
      <li>
أسعار المنتجات أو الخدمات بالفاتورة أقل من أو يساوي الأسعار بأمر الشراء
      </li>
      <li>
الكميات بالفاتورة أقل من أو يساوي الكميات التى تم استلامها
      </li>
      <li>
الكميات التي بالفاتورة أقل من أو تساوي الكميات المقبولة والتى تحدد كنسبة أو عدد فى أمر الشراء
      </li>
    </ol>

    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-5-box-multiple</v-icon>
حساب تكلفة المخزون
    </h2>
    <p>
تكلفة المخزون تشمل تكلفة المنتجات والمواد المشتراه بعد تخفيضها بالخصومات التي يمنحها المورد ، ويضاف إليها تكاليف النقل والتركيب والتأمين على البضاعة بالطريق ومصاريف فتح الإعتمادات المستندية و أى مصرفات ليتم إعدادها للبيع.
    </p>
    <p>
ومن طرق حساب تكلفة المخزون المعروفة:
    </p>
    <ol class="mr-10">
      <li>
طريقة الوارد أولا يصرف أولا
      </li>
      <li>
طريقة المتوسط المرجح
      </li>
      <li>
طريقة أوامر التشغيل
      </li>
    </ol>

    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-6-box-multiple</v-icon>
حسابات الموردين
    </h2>
  <p>
إن إدارة حسابات الموردين بفاعلية تتطلب طرق متطورة لإكتشاف مطالبات الموردين الغير مسجلة بالنظام المحاسبي وإكتشاف عمليات الاحتيال والسرقة في النفقات أو تسجيل مدفوعات مكررة وهذا يتطلب فصل واضح للمسؤوليات والواجبات المحاسبية. 
  </p>
  <p>
وهناك الكثير من المخاطر التي تتطلب التدقيق الشامل لعمليات الشراء ومدفوعات الموردين ومطابقة حساباتهم ومراجعة العقود وأوامر الشراء بدقة. 
  </p>
  <p>
حساب المصروفات المستحقة في نهاية كل شهر وتدقيق حسابات الموردين هي وسيلة فعالة لتقليص عمليات الاحتيال وتصحيح الأخطاء بشكل سريع وتتضمن إيضاً:
  </p>

  <ol class="mr-10">
    <li>
الإفصاح عن البيانات المالية لنهاية والذى يعتبر أمر بالغ الأهمية لإعداد التقارير المالية الدقيقة والتنبؤات الاستراتيجية والمشتريات. يتم توثيق المعاملات غير العادية ووضعها في سياق محدد وتوضيحها عند الحاجة. 
    </li>
    <li>
التأكد أن الحسابات الدائنة متوافقة تمامًا مع معايير المحاسبة 
    </li>
    <li>
تطبيق صلاحيات واضحة تضمن الفصل بين المسؤوليات وتحدد أصحاب القرارات المختلفة بالشركة.
    </li>
    <li>
نظام رقابة داخل الشركة يمنع حدوث أخطاء أو عمليات احتيال.
    </li>
    <li>
نظام أوامر شراء رقمى أو على سحابة إلكترونية آمنة.
    </li>
  </ol>
    <br>
    <g-image alt="نموذج قائمة الدخل" 
				src="~/pl1.png" fit="contain" style="width: 70%; display: block; margin: auto;" />
  <p class="center">
نموذج قائمة الدخل والنسب المالية المرتبطة بها - نماذج مجانية

  </p>
    <p>
شكراً لكم
    </p>

    <br>
  
    <v-btn color="primary secondary--text" class=" font-weight-bold" to="/contact">
      إتصل بنا (إستشارة مجانية)
    </v-btn>
  <br>
  <br>
   <h3 class="center red--text">
    خصم 30%
    <v-icon color="secondary">mdi-tag-off-outline</v-icon>
      لمدة محدودة - 16 دولار أمريكى/أمر شراء مع العقود السنوية 
      <span class="text-decoration-line-through">
      بدلاً من 23 دولار أمريكي
      </span>
      </h3>
      <br>


  </v-container>
  
  </Layout>
</template>

<script>
export default {
  metaInfo: {
    title: 'Procure-to-Pay'
  },
  data() {
    return {
      advices: [
        'الأرباح تبدأ من توقيت الشراء السليم للمنتجات التى يمكن بيعها في فترة زمنية لعملاء محتملين.',
        'تحليل الطلب المتغير للعملاء ، نواة الشراء التجاري الناجتخفيض مستويات المخزون أمر أساسي لتوفير السيولة النقدية للشراء المربح.',
        'فكر في البدائل المتاحة للعملاء الآن وفي المستقبل القريب قبل الإعتماد على البيانات التاريخية لتحديد المشتريات المستقبلية.',
      ]
    }
  }
}
</script>
