<template>
  <Layout>
    <v-container app>
  
    <h1 class="center">
  
المؤشرات المالية
  </h1>
   <h3 class="center red--text">
    خصم 100%
    <v-icon color="secondary">mdi-tag-off-outline</v-icon>
      لمدة محدودة - مجاناً مع العقود السنوية 
      <span class="text-decoration-line-through">
      بدلاً من 2900 دولار أمريكي
      </span>
      </h3>
      <br>
      <g-image alt="Procure to Pay Process | المشتريات - عملية الشراء الي الدفع" 
				src="~/ratios.png" fit="contain" style="width: 100%" />
      <v-card outlined elevation="5" >
        <v-card-title class="font-weight-bold secondary--text">
          خبراء بست تاكت (BesTakt) ينصحون رواد الأعمال بـ:
        </v-card-title>
        
        <v-card-text class="mr-5">
          <ol  class="font-weight-bold">
            <li  v-for="(i,n) in advices" :key="n">
              {{ i }}
            </li>
          </ol>
        </v-card-text>
      </v-card>
  <br>
  <g-image alt="Procure to Pay Process | المشتريات - عملية الشراء الي الدفع" 
				src="~/Financial ratiospng.png" fit="contain" style="width: 100%" />
    <br>
   <br>
    <h4  class="secondary--text center font-weight-bold"
    style="position: relative; z-index: 2;"
    >

    ثعلب الإستثمار وارن بافيت (Warren Buffett) يقول  

    </h4>

    <h3  class="secondary--text center font-weight-bold"
    style="position: relative; z-index: 2;">
      <q>
    مستثمر اليوم لا يستفيد من نمو الأمس
     </q>
      </h3>
     <g-image alt="Procure to Pay Process | المشتريات - عملية الشراء الي الدفع" 
				src="~/wbuffett.jpg" fit="contain" style="width: 50%; display: block; margin: auto; position: relative; top: -60px; z-index: 0;" />
    <br>
    <h2 class="secondary--text center font-weight-bold">
خبراء بست تاكت (BesTakt) يقدمون نماذج مجانية للموازنة السنوية
    
    <v-btn color="primary secondary--text" class=" font-weight-bold" to="/contact">
      إتصل بنا (إستشارة مجانية)
    </v-btn></h2> 
    <br>
    <br>
<g-image alt="نماذج مجانية للموازنة السنوية" 
				src="~/revenue1.png" fit="contain" style="width: 80%; display: block; margin: auto;" />
  <p class="center">
نماذج مبسطة وجاهزة لإعداد الموازنة بسهولة لتحقيق أهدافك

  </p>
  <p class="center  secondary--text">
    أرسل لنا طلبك مع تحديد القطاع الذي تعمل به ، مثلاً:
 -تجارة الجملة
تجارة التجزئة -
فندق / شقق مفروشة -
مقاولات-
نقل ركاب أو بضائع وتخزين-
مركز طبي-
مدرسة أو جامعة


  </p>
    <br>
      <h2>
        <v-icon color="secondary" large>mdi-numeric-1-box-multiple</v-icon>
         نمو الإيرادات (المبيعات)
      </h2>
    <p>
      نمو الإيرادات (المبيعات) هو أهم الأهداف التى تحدد قيمة أي شركة في المستقبل ، والميزة التنافسية والقيمة التي تقدمها الشركة لعملائها هى الركيزة لنمو الإيرادات (المبيعات).
    </p>
    <p>
      وبغض النظر عن الميزة التنافسية ، مثلاً السعر المنخفض أو الجودة العالية أو السرعة في تقديم الخدمات ، فإن جودة خدمة العملاء ومعرفة احتياجاتهم وآرائهم والإستماع إلي النقض والتعامل معه بمرونة وإيجابية بتغيير المنتجات والخدمات لتناسب شريحة العملاء المستهدفة هي أهم المؤشرات التي تؤثر على نمو الإيرادات (المبيعات).
    </p>
    <p>
      والأسئلة الهامة التي يجب على رواد الأعمال معرفتها:
    </p>

    <ol class="mr-10">
      <li>
        هل تنمو إيرادات (مبيعات) الشركة أعلى من نسبة نمو السوق؟
      </li>
      <li>
        هل نسبة النمو المتراكم لإيرادات (مبيعات) الشركة أعلى من الشركات القيادية والمنافسين؟
      </li>
    </ol>
    <p>
      ويعتبر معدل نمو الإيرادات (المبيعات) مقياس مهم لقياس كفاءة الإدارة التنفيذية للشركة ومؤشر النجاح أن يكون هناك تفوق على المنافسين بنسب نمو أعلى من نمو السوق. 
    </p>
    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-2-box-multiple</v-icon>
       مؤشرات الأرباح (Profitability)
    </h2>
    <p>
      هامش مجمل الربح وهامش الأرباح التشغيلية وهامش صافي الأرباح هي أهم مؤشرات الأرباح التي يجب قياسها مقارنة للمنافسين بنفس المجال.
    </p>
    <p>
      ويجب تحديد ما إذا كانت مؤشرات الربحية تتفوق على أفضل المنافسين ، أم هناك مؤشرات يجب تحسينها ووضع خطة واضحة بخطوات محددة لرفع مؤشرات الربحية.
    </p>
    <p>
      صافي الإيرادات (المبيعات) = سعر (المنتج أو الخدمة) × الكمية المباعة
    </p>
    <p>
       مجمل الربح = إيرادات المبيعات - تكلفة المبيعات والتكاليف المباشرة الأخرى
    </p>
    <p>
      الربح التشغيلي (الأرباح قبل الفوائد والضرائب ، الأرباح قبل الفائدة و الضرائب) = إجمالي الربح - النفقات العامة والتكاليف غير المباشرة الأخرى
    </p>
    <p>
      يقيس هامش صافي الربح مقدار كل ريال أو درهم يتم كسبه من قبل الشركة في الأرباح ويشير هامش الربح المنخفض إلى هامش أمان منخفض أي ارتفاع خطر انخفاض المبيعات قد يؤدي إلي خسارة صافية.
    </p>
    <p>
      هامش صافي الربح يعكس مؤشرات سياسات التسعير وهيكل التكلفة وفعالية الإنتاج. تتسبب الاستراتيجيات المختلفة ومزيج المنتجات والخدمات في اختلاف هامش صافي الربح بين الشركات المختلفة وهو مؤشر على مدى كفاءة الشركة ومدى سيطرتها على تكاليفها ، فكلما زاد الهامش ، زادت فعالية الشركة في تحويل الإيرادات إلى أرباح.

    </p>
    <p>
      أما هامش الربح التشغيلي فإنه يعكس مدى الكفاءة التشغيلية للشركة واستراتيجية التسعير وكلما سيطرت الشركة على مستوي منخفض من المصروفات التشغيلية (OPEX) وهي المصروفات التي تتكبدها من تكاليف مستمرة لإدارة أعمالها بما في ذلك تكاليف صيانة المعدات وتكاليف المبيعات والإعلان وتكاليف البحث والتطوير وتكاليف الترخيص وأقساط التأمين والرسوم الحكومية ونفقات المراجعة والإيجار وتكاليف السفر ومعدلات الكهرباء والمياه ودعم تكنولوجيا المعلومات ، وما إلى ذلك ، أي تشمل جميع النفقات اليومية التي تحتاج الشركة إلى دفعها للتشغيل. وهذا يعني أنه كلما انخفضت نفقات التشغيل للشركة ، كلما كانت أكثر ربحية.
    </p>
    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-3-box-multiple</v-icon>
      مؤشرات السيولة النقدية (Liquidity)
    </h2>
    <p>
      من الصعوبات الرئيسية التي تواجه الشركات نقص السيولة النقدية  لدفع التكاليف اليومية والوفاء بالتزاماتها المالية القصيرة الأجل.
    </p>
    <p>
      المؤشر الأول هو نسبة السيولة السريعة والتي يستحب أن تون أكثر من أو يساوي 1:1 وهي دلالة على مقدرة الشركة على الوفاء بالتزاماتها المالية القصيرة الأجل أي خلال سنة.
    </p>
    <p>
      وهناك مؤشرات لتقييم وضع  السيولة للشركة ، والمعروف باسم "التدفق النقدي" تسمى بدورة التحويل النقدي (CCC) أو "الدورة النقدية" ويقيس المدة الزمنية بالأيام ، التي تستغرقها الشركة لتحويل مدخلات الموارد إلى سيولة (تدفق نقدي).
    </p>
    <p>
      وتنقسم إلي ثلاث خطوات:
    </p>
    <ol class="mr-10">
      <li>
        مقدار الوقت اللازم لبيع المخزون (DIO) ، كلما انخفض كان أفضل
      </li>
      <li>
        مقدار الوقت اللازم من أجل تحصيل المستحقات من العملاء (DSO)  ، كلما انخفض كان أفضل
      </li>
      <li>
        الفترة الزمنية التي يحق فيها للشركة دفع فواتيرها دون تكبد عقوبات (DPO) ، كلما زادت كان أفضل
      </li>
    </ol>
    <p>
      يتم حساب CCC بالأيام على النحو التالي: CCC = DIO + DSO - DPO حيث: يمثل DIO الأيام المتبقية في المخزون DSO يمثل الأيام المعلقة في المبيعات DPO يمثل الأيام المستحقة الدفع.
    </p>
    <p>
      وتخفيض دورة النقدية قد يعرض الشركة لبعض المخاطر ومنها عدم توفر المنتجات اللازمة لتحقيق أعلى مبيعات.
    </p>

    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-4-box-multiple</v-icon>
  مؤشرات الإيسار أو الملاءة المالية (ٍSolvency)
    </h2>
    <p>
      مؤشر الإيسار أو الملاءة المالية هو مؤشر يعكس قدرة الشركة على الوفاء بالتزاماتها طويلة الأجل وهو مؤشر مهم للبنوك المانحة للقروض والمستثمرين ويستخدم للحكم على المركز المالي للشركة وبالتالي صنع القرار بالاستثمار فيها أو منحها قروض.
    </p>
    <p>
      ويحدد مؤشر الإيسار مقدار الأعمال التي يتم تمويلها عن طريق الديون مقارنة بمساهمة الملاك وكلما ارتفعت نسبة الديون إلى حقوق الملكية تزيد المخاطرة بسبب التزامات الديون الثقيلة ومصاريف القروض.
    </p>
    <p>
      ومن منظور إستراتيجي آخر ، كلما زادت نسبة الديون لحقوق الملكية مع مقدرة الشركة على النمو ودفع التزاماتها بما فيها تكاليف الديون ، فإن هذا ينعكس بالإيجاب على تقييم الشركة.
    </p>
    <p>
      وغالباً يقارن المستثمر والبنوك نسبة الديون لحقوق الملكية مع المتوسط فى نفس المجال أو الصناعة ، وفيما يلى النسب فى قطاعات مختلفة بالولايات المتحدة:
    </p>
    <g-image alt="نماذج مجانية للموازنة السنوية" 
				src="~/d-e.png" fit="contain" style="width: 50%; display: block; margin: auto;" />
  <p>
    ومن هنا نصل إلى نقطة مهمة وهي تكوين هيكل رأس المال المناسب لكل قطع أو مجال في مراحله المختلفة ، وهذا يتطلب مشورة الخبراء.
  </p>
    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-5-box-multiple</v-icon>
    العائد على الأصول وحقوق الملكية (ROA / ROE)
    </h2>
    <br>
     <b>
        العائد على الأصول (ROA)
      </b>
    <p>
     
      الشركات تقوم بالاستثمار في الأصول الملموسة والغير ملموسة (مثل الآلات والمعدات والمباني ، والإختراعات وما إلى ذلك) من أجل الحصول على عائد مناسب يعظم استثماراتها.
    </p>
    <p>
       وتبغى الشركات في نمو الدخل الذي تحققه من الأصول التي تمتلكها أو تستغلها ومؤشر العائد على الأصول (ROA) يحسب ربحية الشركة بالنسبة للأصول التي تسيطر عليها أو تملكها وبالتالي فهو مقياس لمدى كفاءة استخدام الشركة للأصول الموجودة تحت تصرفها.
    </p>
    <p>
      وهو مؤشر أداء رئيسي مفيد إذا ما قورنت بشركات أخرى مماثلة في نفس القطاع. إذا كانت العائد على الأصول أقل من متوسط ​​القطاع ، فهذا يشير إلى الاستخدام غير الفعال لأصول الشركة.
    </p>
    <p>
      الصيغة البسيطة لاحتساب العائد على الأصول
    </p>
    <p>

    </p>
    <p>
      ولكن يمكن للشركات تمويل أصولها بطريقتين - من خلال الديون أو من خلال الأسهم. سوف يؤدي تمويل الأصول من خلال تحمل ديون كبيرة إلى دفع فوائد أعلى. لأخذ هيكل رأس المال هذا في الاعتبار ، من المعقول إضافة مصروفات الفوائد إلى صافي الدخل قبل حساب النسبة. يمكن أن يكون أخذ إجمالي الأصول في نهاية الفترة (على سبيل المثال السنة المالية) مضللاً لأن صافي الدخل تم اكتسابه باستخدام الأصول التي تمتلكها الشركة في وقت سابق. هذا هو السبب في أنه من المنطقي أن تأخذ متوسط ​​إجمالي الأصول لتلك الفترة. وهذا يعني أن الصيغة الأفضل لاحتساب العائد على الأصول هي:
    </p>
    <br>
    <br>
    <b>
      العائد على حقوق الملكية (ROE)
    </b>
    <br>
    <p>
      العائد حقوق الملكية (ROE) هو مؤشر آخر لقياس ربحية الشركة. يقيس العائد على حقوق الملاك مقدار الربح الذي تحققه الشركة من الأموال التي استثمرت فيها. يعتبر العديد من المحللين أن العائد على حقوق الملكية هو النسبة المالية الأكثر أهمية للمستثمرين وأفضل مقياس لأداء فريق الإدارة.
    </p>
    <p>
      الشركات ذات العائد على حقوق الملكية المرتفعة (خاصة إذا كان لديها القليل من الديون أو ليس لديها أي دين) قادرة على النمو بدون نفقات رأسمالية كبيرة والتي بدورها تسمح للمديرين بإعادة استثمار رأس المال لتحسين العمليات التجارية دون الإعتماد على  ملاك الشركة بضخ المزيد من رأس المال. ويعني ارتفاع العائد على حقوق الملكية أن هناك حاجة أقل إلى تحمل الديون واقتراض الأموال في مكان آخر. كما هو الحال مع العديد من مقاييس الربحية الأخرى ، يكون العائد على حقوق الملكية مفيدًا للغاية عند إجراء مقارنات بين شركات مماثلة في نفس القطاع.
    </p>
    <p>
      فى العشرة سنوات الماضية بلغ متوسط العائد على حقوق الملكية من 10٪ إلى 15٪ ​ للشركات في مؤشر ستاندرد آند بورز 500 ، وهو مقياس لأكبر وأفضل الشركات العامة في أمريكا ، وتجاوز متوسط ​​العائد على حقوق الملكية 20٪  كمعيار عام جيد جدا لقياس كفاءة الإدارة.
    </p>
    <p></p>

    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-6-box-multiple</v-icon>
      نسبة توزيعات الأرباح النقدية (Dividends)
    </h2>
    <p>
      فى نهاية السنة المالية إذا كانت الشركة تحتفظ بسيولة تمكنها من توزيع أرباح نقدية تتناسب مع الأرباح المالية ، مثلاً 80% من الأرباح المالية يمكن توزيعها ، يعتبر هذا الأمر مؤشر إيجابي على نجاح الشركة في توفير عائد مرضي لملاكها.
    </p>
    <br>
    <g-image alt="نموذج قائمة الدخل" 
				src="~/pl1.png" fit="contain" style="width: 70%; display: block; margin: auto;" />
  <p class="center">
نموذج قائمة الدخل والنسب المالية المرتبطة بها

  </p>
    <p>
شكراً لكم
    </p>

    <br>
  
    <v-btn color="primary secondary--text" class=" font-weight-bold" to="/contact">
      إتصل بنا (إستشارة مجانية)
    </v-btn>
  <br>
  <br>
  <h3 class="center red--text">
    خصم 100%
    <v-icon color="secondary">mdi-tag-off-outline</v-icon>
      لمدة محدودة - مجاناً المؤشرات المالية مع العقود السنوية 
      <span class="text-decoration-line-through">
      بدلاً من 2900 دولار أمريكي
      </span>
      </h3>
      <br>


  </v-container>
  
  </Layout>
</template>

<script>
export default {
  metaInfo: {
    title: 'Procure-to-Pay'
  },
  data() {
    return {
      advices: [
        'قياس مؤشرات الأداء الرئيسية مثل نمو عدد العملاء وجودة خدمة العملاء هي العامل الأساسي لتطور ونمو الأعمال.',
        'المؤشرات المالية مهمة ويجب مقارنتها مع الشركات القيادية.',
        'مؤشرات السيولة معيار مهم لصرف مكافآت المديرين ، يجب دمجه مع المعايير الأخري.',
        'وجود صفحة واحدة أمامك لأهم مؤشرات الشركة عمل أساسي لمتابعة النجاح. ',
        'إرتفاع نسبة المصروفات الثابتة عائق لنمو الشركات.  '
      ]
    }
  }
}
</script>
