


<template>
  <Layout>
    <v-container app>
  
    <h1 class="center">
    الإيرادات (المبيعات) وحسابات العملاء
</h1>
   <h3 class="center red--text">
    خصم 30%
    <v-icon color="secondary">mdi-tag-off-outline</v-icon>
      لمدة محدودة - 15 دولار أمريكى/فاتورة مع العقود السنوية 
      <span class="text-decoration-line-through">
      بدلاً من 22 دولار أمريكي
      </span>
      </h3>
      <br>
      <g-image alt="" 
				src="~/O2C-min.png" fit="contain" style="width: 100%" />
        
      <v-card outlined elevation="5" >
        <v-card-title class="font-weight-bold secondary--text">
          توصيات خبراء بست تاكت (BesTakt) 
        </v-card-title>
        
        <v-card-text class="mr-5">
          <ol  class="font-weight-bold">
            <li  v-for="(i,n) in advices" :key="n">
              {{ i }}
            </li>
          </ol>
        </v-card-text>
      </v-card>
  <br>
 
    <br>
    <br>
    <h2>
      <v-icon color="secondary" large>mdi-layers-plus</v-icon>
      ما هي عملية الإيرادات (المبيعات) ؟
    </h2>
    <p>
زيادة في حقوق الملكية المُتعلقة ببيع منتج أو خدمة لتحقيق الدخل، أي أنها الدخل الذي تحصل عليه الشركة من أنشطتها التجارية، وهناك العديد من أنواع الإيرادات المختلفة، بما في ذلك مبيعات المنتجات ورسوم الاستشارات والخدمات الأخرى والإيجار وحتى التسويق بالعمولة، حيث يعد أي نوع من الدخل المكتسب من العمليات التجارية إيرادات، فالإيرادات هي إجمالي العائدات التي تتلقاها الشركة عندما تبيع سلعها أو خدماتها ويشار إليها أحيانًا باسم المبيعات، نظرًا لوجود مجموعة من التكاليف الثابتة والمتغيرة في الإنتاج دائمًا، حيث يتم خصمها كنفقات من إيرادات لحساب صافي ربح الشركة،     </p>
   
<g-image alt="" 
				src="~/O2C2-min.png" fit="contain" style="width: 100%" />
    <br>
    <h2 class="secondary--text center font-weight-bold">
خبراء بست تاكت (BesTakt) يقدمون نماذج مجانية للموازنة السنوية
    
    <v-btn color="primary secondary--text" class=" font-weight-bold" to="/contact">
      إتصل بنا (إستشارة مجانية)
    </v-btn></h2> 
    <br>
    <br>
<g-image alt="نماذج مجانية للموازنة السنوية" 
				src="~/revenue1.png" fit="contain" style="width: 80%; display: block; margin: auto;" />
  <p class="center">
نماذج مبسطة وجاهزة لإعداد الموازنة بسهولة لتحقيق أهدافك

  </p>
  <p class="center  secondary--text">
    أرسل لنا طلبك مع تحديد القطاع الذي تعمل به ، مثلاً:
تجارة الجملة-
تجارة التجزئة-
فندق / شقق مفروشة-
مقاولات-
نقل ركاب أو بضائع وتخزين-
مركز طبي-
مدرسة أو جامعة


  </p>
    <br>
      <h2>
        <v-icon color="secondary" large>mdi-numeric-1-box-multiple</v-icon>
طلب الشراء من العميل 
      </h2>
    <p>
تقوم إدارة المبيعات برفع طلب الشراء من العميلعلي السحابة الإلكترونية الآمنة وخلال 24 ساعة يتم مراجعه الطلب وفقا للاسعار المعتمدة ونسب الخصم والكميات المتاحة بالمخازن وتواريخ التسليم واماكن توصيل الطلبات البضاعة.
    </p>
  
  
    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-2-box-multiple</v-icon>
اصدار فاتوره البيع 
    </h2>
   <p>
     -	الشركات التجاريه :
بعد ان يتم استلام طلب الشراء من العميل ومراجعته وفقا للكميات المتاحه والاسعار وفى حاله اللبيع الاجل بيتم مراجعه الحد الائتمانى للعميل ومراجعه الضمانات الممنوحه الى العميل من حيث الحد الائتمانى وسريان الضمانات وفقا لذلك يتم تسليم البضاعه الى العميل اواصدار الفاتوره 

   </p>
   <p>
     شركات المقاولات :
يتم استلام المستخلص المعتمد من العميل ( استشارى العميل ) من المكتب الفنى وذلك شهريا او فقا لنسب الانجار التى تتم على ارض المشروع او الاعمال التى تم اعتمادها من استشارى المالك و يتم مراجعه المستخلص  الحالى مع المستخلص  السابق ومع الفاتوره المقدمه فى العطاء لمراجعه اسعار التعاقد 

   </p>
 
    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-3-box-multiple</v-icon>
تسجيل الفاتورة
    </h2>
    <p>
      بعد اصدارالفاتورة يتم تسجيلها على النظام المحاسبي المستخدم م ويتضمن ذلك تكلفة المبيعات والخصم من المخزون وضريبة القيمة المضافة وتاريخ استحقاق الفاتوره للسداد.
    </p>
    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-4-box-multiple</v-icon>
متابعه التحصيل 
    </h2>
 
    <p>
      يتم ارسال تقرير اسبوعى بالدفعات المستحقه  ( الفواتيرالمستحقه ) للتحصيل خلال الاسبوع القادم الفواتير والدفعات المتاخره عن التحسيل اى التى استحقت ولم تحصل بعد  الى اداره التحصيل او المبيعات ( الاداره المسئوله عن التحصيل ) وذلك من اجل العمل على تحصيلها 
    </p>

    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-5-box-multiple</v-icon>
استلام المتحصلات 
    </h2>
<p>
  وبعد المتابعه مع اداره التحصيل ويتم التحصل نقدي أو شيكات أو عن الطريق التحويل البنكى.
وبناء على ذلك يتم اثبات التحصيل واتباث سداد الفاتوره على البرنامج المحاسبي ماعدا التحصيل بشيكات ويتم متابعه الشيك حتى يتم تحصيله ودخول التحصيل داخل الحساب البنكى للشركه 

</p>

    <br>
    <h2>
      <v-icon color="secondary" large>mdi-numeric-6-box-multiple</v-icon>
اعداد التقارير الشهرية
    </h2>

<p>
  يتم اصدار تقارير اسبوعيه وشهريه عن الايرادات وحسابات العملاء وأعمار الديون لتوضيح موقف العملاء والتحصيلات وموقف البيع والربحيه من المنتجات المختلفه 
</p>
  <g-image alt="نموذج قائمة الدخل" 
				src="~/aging.png" fit="contain" style="width: 80%; display: block; margin: auto;" />
  <p class="center">
<ol class="mr-10">
<li>
  -	تحليل كامل للمبيعات ( مقارنه المبيعات بالمستهدف لكل رجل بيع – تحليل ربحيه كل منتج – تحليل الاصناف الاكثر بيعا والاصناف الاكثر ربحيه ) 
</li>
<li>
-	تحليل اعمار المديونيه لتوضيح المديونيه المستحقه والمتاخره وذلك من اجل متنابعة التحصيل واعداد التدفقات النقدية
</li>
<li>
نسب الانجار للمشاريع  الخاصه بشركات المقاولات ويوضح نسب الانجاز لكل مشروعه والمنفذ منه والمتبقى لتنفيذه وبناء عليه يمكن تحديد نسب الربحيه المتوقعه لكل مشروع او الخسائر والتى يمكن الحيطه والحذر واتخار التدابير المختلفه لتلافى الخسائر او العمل على تخفيضها 
</li>
</ol>

    <br>
    <g-image alt="نموذج قائمة الدخل" 
				src="~/pl1.png" fit="contain" style="width: 70%; display: block; margin: auto;" />
  <p class="center">
نموذج قائمة الدخل والنسب المالية المرتبطة بها - نماذج مجانية

  </p>
    <p>
شكراً لكم
    </p>

    <br>
  
    <v-btn color="primary secondary--text" class=" font-weight-bold" to="/contact">
      إتصل بنا (إستشارة مجانية)
    </v-btn>
  <br>
  <br>
   <h3 class="center red--text">
    خصم 30%
    <v-icon color="secondary">mdi-tag-off-outline</v-icon>
      لمدة محدودة - 15 دولار أمريكى/موظف بالشهر مع العقود السنوية 
      <span class="text-decoration-line-through">
      بدلاً من 22 دولار أمريكي
      </span>
      </h3>
      <br>


  </v-container>
  
  </Layout>
</template>

<script>
export default {
  metaInfo: {
    title: 'Order-to-Cash Process'
  },
  data() {
    return {
      advices: [
        ' مطابقات مع العملاء بصفه دوريه ومصادقات على الارصده ربع سنويه ( كل ثلاثه اشهر ) وبناء على المطابقات يتم حصر الفروقات ومعالجتها',
        'تخفيض فترات السداد للعملاء عامل أساسي لتوفير السيولة',
        'ربط حوافز إدارة المبيعات مع المتحصلات النقدية وأعمار ديون العملاء',
        'مراجعة الحد الإئتماني للعميل يشكل دوري',
        
      ]
    }
  }
}
</script>
