<template>
  <Layout>
  <v-container>
    <v-card color="grey lighten-3" outlined elevation="5">
        
         <v-card-title>
           <h1 class= "secondary--text">
            سياسة الخصوصية
            </h1>
            
         </v-card-title>
         <v-card-text class="font-weight-bold ">
          <p>
                نحن شركة بست تاكت المحدودة - دي دبليو سي - دبي ملتزمون بحماية خصوصية مستخدمي جميع الخدمات التي نقدمها ونلتزم بسرية المعلومات   
          </p>

          <p >
          عندما نحتاج إلى أية بيانات خاصة بك , فإننا سنطلب منك تقديمها بمحض إرادتك. حيث ستساعدنا هذه المعلومات في الاتصال بك وتنفيذ طلباتك حيثما كان ذلك ممكنناً. لن يتم اطلاقاً بيع البيانات المقدمة من قبلك إلى أي طرف ثالث بغرض تسويقها لمصلحته الخاصة دون الحصول على موافقتك المسبقة والمكتوبة ما لم يتم ذلك على أساس أنها ضمن بيانات جماعية تستخدم للأغراض الإحصائية والأبحاث دون اشتمالها على أية بيانات من الممكن استخدامها للتعريف بك.</p>
          <p>
          عندما نحتاج إلى أية بيانات خاصة بك , فإننا سنطلب منك تقديمها بمحض إرادتك. حيث ستساعدنا هذه المعلومات في الاتصال بك وتنفيذ طلباتك حيثما كان ذلك ممكنناً. لن يتم اطلاقاً بيع البيانات المقدمة من قبلك إلى أي طرف ثالث بغرض تسويقها لمصلحته الخاصة دون الحصول على موافقتك المسبقة والمكتوبة ما لم يتم ذلك على أساس أنها ضمن بيانات جماعية تستخدم للأغراض الإحصائية والأبحاث دون اشتمالها على أية بيانات من الممكن استخدامها للتعريف بك.

              </p>

              <p>

                لن نقوم ببيع , المتاجرة , تأجير , أو إفشاء أية معلومات لمصلحة أي طرف ثالث خارج هذا الموقع, أو المواقع التابعة له.وسيتم الكشف عن المعلومات فقط في حالة صدور أمر بذلك من قبل أي سلطة قضائية أو تنظيمية.
              </p>

              <p>
نحتفظ بالحق في تعديل بنود وشروط سياسة سرية وخصوصية المعلومات إن لزم الأمر ومتى كان ذلك ملائماً. سيتم تنفيذ التعديلات هنا وسيتم بصفة مستمرة إخطارك بالبيانات التي حصلنا عليها , وكيف سنستخدمها والجهة التي سنقوم بتزويدها بهذه البيانات.

              </p>
            
              <br>
            
              <br>
              <hr>
              <br>
               <h2 class="text-center secondary--text">
     الإحترافية - السرعة - الدقة - أسعار في المتناول
   </h2>
            
         </v-card-text>
     
    
      
    </v-card>
   </v-container>
  </Layout>
</template>